Repository: alizhj/Portfolio1
Catalog: languages/*.po
Languages: sv_se

source: Primary Menu
sv_se: Huvudmeny

source: Portfolio Skills
sv_se: Portfolio Färdigheter

source: Portfolio Skill
sv_se: Portfolio Färdighet

source: Search Portfolio Skills
sv_se: Sök Portfolio Färdigheter

source: All Product Skills
sv_se: Alla Färdigheter

source: Parent Portfolio Skill
sv_se: Förälder Portfolio Skill

source: Parent Portfolio Skill:
sv_se: Förälder Portfolio Skill:

source: Edit Portfolio Skill
sv_se: Ändra Portfolio Färdighet

source: Update Portfolio Skill
sv_se: Uppdatera Portfolio Färdighet

source: Add New Portfolio Skill
sv_se: Lägg till ny Portfolio Färdighet

source: New Portfolio Skill
sv_se: Ny Portfolio Färdighet

source: Your name
sv_se: Ditt namn

source: Firstname
sv_se: Förnamn

source: Sirname
sv_se: Efternamn

source: Settings for Portfolio 2015
sv_se: Inställningar för Portfolio 2015

source: Startpage settings (social media)
sv_se: Inställningar startsida (social media)

source: Onepage settings
sv_se: Inställningar för onepage-layout

source: Onepage always starts with Home, so choose pages that will be presented after Home
sv_se: Onpage-layout startar alltid med Home, så välj vilka sidor som ska presenteras efter den.

source: Page one
sv_se: Sida ett

source: Page two
sv_se: Sida två

source: Page three
sv_se: Sida tre

source: Footer settings
sv_se: Inställningar sidfot

source: Copyright (use &copy)
sv_se: Rättigheter/copyright (använd &copy)

source: Copyyear
sv_se: Rättighetsår

source: Save changes
sv_se: Spara ändringar
